Repository: awkj/ringcast
Catalog: Tinycast/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Search extensions…
zh_hans: 搜索扩展…

source: Search files and folders…
zh_hans: 搜索文件和文件夹…

source: Search for an extension
zh_hans: 搜索扩展

source: Search for apps and commands…
zh_hans: 搜索应用和命令…

source: Search layouts…
zh_hans: 搜索布局…

source: Search notes…
zh_hans: 搜索笔记…

source: Search quicklinks…
zh_hans: 搜索快捷链接…

source: Search settings
zh_hans: 搜索设置

source: Search snippets…
zh_hans: 搜索文本片段…

source: Search symbols…
zh_hans: 搜索符号…

source: Search system actions…
zh_hans: 搜索系统操作…

source: Search the models available to this key and add one or more. Exact model
zh_hans: 搜索此密钥可用的模型，并添加一个或多个模型。

source: Search the models available to this key and add one or more. Exact model IDs remain available when discovery is unsupported.
zh_hans: 搜索此密钥可用的模型，并添加一个或多个模型。不支持自动发现时，可直接输入模型 ID。

source: Search your schedule…
zh_hans: 搜索日程…

source: Searched
zh_hans: 参与搜索

source: Searched web
zh_hans: 已搜索网页

source: Searching %@.
zh_hans: 正在搜索 %1$@。

source: Searching %@. Store extensions install as they are; a repository is built first.
zh_hans: 正在搜索 %1$@。商店扩展可直接安装，仓库扩展需先构建。

source: Searching files…
zh_hans: 正在搜索文件…

source: Searching notes…
zh_hans: 正在搜索笔记…

source: Searching web
zh_hans: 正在搜索网页

source: Searching…
zh_hans: 正在搜索…

source: Search…
zh_hans: 搜索…

source: Secondary window
zh_hans: 次级额度

source: Secure checkout on Polar.
zh_hans: 通过 Polar 安全付款。

source: Select All
zh_hans: 全选

source: Select File
zh_hans: 选择文件

source: Select a physical key to remap to the %@ modifier keys simultaneously.
zh_hans: 选择一个实体按键，将其同时映射为 %1$@ 修饰键。

source: Select an action to perform when %@ is pressed without any other keys.
zh_hans: 选择单独按下 %1$@ 时执行的操作。

source: Select or add at least one model.
zh_hans: 请至少选择或添加一个模型。

source: Select some text first.
zh_hans: 请先选择文本。

source: Select text in another app first.
zh_hans: 请先在其他应用中选择文本。

source: Selected Text
zh_hans: 所选文本

source: Selected new extensions: %lld.
zh_hans: 已选择 %1$lld 个新扩展。

source: Select…
zh_hans: 选择…

source: Send
zh_hans: 发送

source: Send a message
zh_hans: 发送消息

source: Send a system prompt
zh_hans: 发送系统提示词

source: Sends prompts on to a search engine when the route offers one — Codex and OpenRouter.
zh_hans: 使用支持搜索的 Codex 或 OpenRouter 时，会将提示词发送给搜索引擎。

source: Separate from chat's model on purpose: a shortcut you press all day should not
zh_hans: 此模型与聊天模型独立设置，避免频繁使用快捷键时每次都产生 API 费用。

source: Separate from chat's model on purpose: a shortcut you press all day should not bill an API every time. Apple Intelligence runs on this Mac for nothing.
zh_hans: 此模型与聊天模型独立设置，避免频繁使用快捷键时每次都产生 API 费用。Apple 智能免费在此 Mac 上运行。

source: Set Volume
zh_hans: 设置音量

source: Set Volume to 0%
zh_hans: 将音量设为 0%

source: Set Volume to 100%
zh_hans: 将音量设为 100%

source: Set Volume to 25%
zh_hans: 将音量设为 25%

source: Set Volume to 50%
zh_hans: 将音量设为 50%

source: Set Volume to 75%
zh_hans: 将音量设为 75%

source: Set Volume…
zh_hans: 设置音量…

source: Set a shortcut to summon the launcher from anywhere.
zh_hans: 设置快捷键，随时唤出启动器。

source: Settings
zh_hans: 设置

source: Settings & Shortcuts
zh_hans: 设置与快捷键

source: Settings...
zh_hans: 设置...

source: Settings…
zh_hans: 设置…

source: Shapes
zh_hans: 形状

source: Shapes & Punctuation
zh_hans: 形状与标点

source: Shortcut
zh_hans: 快捷键

source: Shortcuts
zh_hans: 快捷键

source: Show %@ in launcher
zh_hans: 在启动器中显示 %1$@

source: Show Desktop
zh_hans: 显示桌面

source: Show Info in Finder
zh_hans: 在访达中显示简介

source: Show Notes
zh_hans: 显示笔记

source: Show Screen Saver
zh_hans: 显示屏幕保护程序

source: Show Upcoming Events
zh_hans: 显示即将开始的日程

source: Show all ↓
zh_hans: 显示全部 ↓

source: Show confirmation
zh_hans: 显示完成提示

source: Show favorites in compact mode
zh_hans: 紧凑模式下显示收藏

source: Show in Finder
zh_hans: 在访达中显示

source: Show in Root Search
zh_hans: 在主搜索中显示

source: Show in launcher
zh_hans: 在启动器中显示

source: Show in menu bar
zh_hans: 在菜单栏中显示

source: Show in root search
zh_hans: 在主搜索中显示

source: Show layouts in launcher
zh_hans: 在启动器中显示布局

source: Show output
zh_hans: 显示输出

source: Show the join card
zh_hans: 显示会议卡片

source: Show the prompt
zh_hans: 显示提示词

source: Show the system prompt
zh_hans: 显示系统提示词

source: Showing choices
zh_hans: 正在显示选项

source: Showing dates
zh_hans: 正在显示日期

source: Shut Down
zh_hans: 关机

source: Shut down your Mac?
zh_hans: 关闭 Mac？

source: Sign in with `codex login`, then check Codex again.
zh_hans: 请运行 `codex login` 登录，然后重新检查 Codex。

source: Sign-in expired — run the command again
zh_hans: 登录已过期，请重新运行命令

source: Size
zh_hans: 大小

source: Sizing
zh_hans: 调整大小

source: Skip
zh_hans: 跳过

source: Slate
zh_hans: 石板灰

source: Sleep
zh_hans: 睡眠

source: Sleep Displays
zh_hans: 使显示器睡眠

source: Smileys & People
zh_hans: 表情与人物

source: Snippet
zh_hans: 文本片段

source: Snippet %@
zh_hans: 文本片段 %1$@

source: Snippet argument %@
zh_hans: 文本片段参数 %1$@

source: Snippet template
zh_hans: 文本片段模板

source: Snippet: %@
zh_hans: 文本片段：%1$@

source: Snippets
zh_hans: 文本片段

source: Snippets Folder
zh_hans: 文本片段文件夹

source: Software Update
zh_hans: 软件更新

source: Some Items Weren’t Moved
zh_hans: 部分项目未被移动

source: Some disks could not be ejected:
zh_hans: 部分磁盘无法推出：

source: Some notifications remain after the safety limit was reached.
zh_hans: 达到安全操作上限后，仍有部分通知未清除。

source: Something went wrong.
zh_hans: 出现错误。

source: Source
zh_hans: 来源

source: Space
zh_hans: 空格

source: Spaces
zh_hans: 桌面空间

source: Speed
zh_hans: 速度

source: Stage Manager Off
zh_hans: 台前调度已关闭

source: Stage Manager On
zh_hans: 台前调度已开启

source: Start Tinycast automatically when you log in.
zh_hans: 登录时自动启动 Tinycast。

source: Start a new conversation after
zh_hans: 闲置多久后开始新对话

source: Start writing…
zh_hans: 开始书写…

source: Starting…
zh_hans: 正在启动…

source: Starts
zh_hans: 开始时间

source: Stop
zh_hans: 停止

source: Stop Response
zh_hans: 停止回复

source: Stop excluding %@
zh_hans: 不再排除 %1$@

source: Stopped
zh_hans: 已停止

source: Stopped after %lld rounds of tool calls.
zh_hans: 已在 %1$lld 轮工具调用后停止。

source: Storage
zh_hans: 存储

source: Suggested
zh_hans: 推荐

source: Sum
zh_hans: 求和

source: Summarize
zh_hans: 摘要

source: Summarizing…
zh_hans: 正在生成摘要…

source: Summon the emoji and symbols palette.
zh_hans: 唤出表情与符号面板。

source: Summon the fuzzy app launcher.
zh_hans: 唤出支持模糊搜索的应用启动器。

source: Support
zh_hans: 支持

source: Support %@
zh_hans: 支持 %1$@

source: Support %@...
zh_hans: 支持 %1$@...

source: Support Tinycast
zh_hans: 支持 Tinycast

source: Support…
zh_hans: 支持…

source: Switch AI model
zh_hans: 切换 AI 模型

source: Switch Camera
zh_hans: 切换摄像头

source: Switch the keyboard to this source while the launcher is open.
zh_hans: 启动器打开时，将键盘切换到此输入法。

source: Switch to Next Space
zh_hans: 切换到下一个桌面

source: Switch to Previous Space
zh_hans: 切换到上一个桌面

source: Symbols
zh_hans: 符号

source: Symbols in %@: %lld
zh_hans: %1$@中的符号：%2$lld

source: System
zh_hans: 跟随系统

source: System Action
zh_hans: 系统操作

source: System Actions
zh_hans: 系统操作

source: System Setting
zh_hans: 系统设置项

source: System Settings
zh_hans: 系统设置

source: System prompt
zh_hans: 系统提示词

source: Tags
zh_hans: 标签

source: Take Photo
zh_hans: 拍照

source: Tell Tinycast how you want %@ to handle your selected text.
zh_hans: 指定%1$@应如何处理所选文本。

source: Temperature
zh_hans: 温度

source: Template
zh_hans: 模板

source: Test Connection
zh_hans: 测试连接

source: Text
zh_hans: 文本

source: Text Formatting
zh_hans: 文本格式

source: Text Only
zh_hans: 仅文本

source: Text area
zh_hans: 文本区域

source: That app
zh_hans: 该应用

source: That doesn't look like a GitHub repository.
zh_hans: 这不是有效的 GitHub 仓库。

source: That download didn't contain a Raycast extension.
zh_hans: 下载内容中没有 Raycast 扩展。

source: That file could not be read.
zh_hans: 无法读取该文件。

source: That file has moved or been deleted.
zh_hans: 该文件已被移动或删除。

source: That file is too big for this message — send these first.
zh_hans: 该文件超出本条消息的大小限制，请先发送已有附件。

source: That file isn't text Tinycast can read.
zh_hans: Tinycast 无法将该文件读取为文本。

source: That file was still loading and did not make it into the chat.
zh_hans: 该文件尚未加载完成，未能添加到对话中。

source: That selection is too long to work on.
zh_hans: 所选文本过长，无法处理。

source: That text file is too big to attach — %lld KB is the limit.
zh_hans: 该文本文件太大，附件上限为 %1$lld KB。

source: That tool is no longer connected.
zh_hans: 该工具已断开连接。

source: The API key could not be read from Keychain.
zh_hans: 无法从钥匙串读取 API 密钥。

source: The API key was rejected. Check it and try again.
zh_hans: API 密钥被拒绝，请检查后重试。

source: The Codex connection failed.
zh_hans: Codex 连接失败。

source: The Codex connection was interrupted.
zh_hans: Codex 连接已中断。

source: The Raycast export could not be read.
zh_hans: 无法读取 Raycast 导出文件。

source: The app this quicklink opens with isn't installed any more.
zh_hans: 用于打开此快捷链接的应用已卸载。

source: The command exited with status %d.
zh_hans: 命令已退出，状态码为 %1$d。

source: The command runs on this Mac with your own account. One
zh_hans: 命令会以你的账户在此 Mac 上运行。每行填写一个

source: The command runs on this Mac with your own account. One NAME=value per line; values are stored in your login Keychain.
zh_hans: 命令会以你的账户在此 Mac 上运行。每行填写一个NAME=value，值会保存在登录钥匙串中。

source: The connection closed before the response completed.
zh_hans: 回复完成前连接已关闭。

source: The credentials could not be saved to your login Keychain.
zh_hans: 无法将凭据保存到登录钥匙串。

source: The current audio output does not support software volume.
zh_hans: 当前音频输出不支持软件音量控制。

source: The current audio output volume is controlled externally.
zh_hans: 当前音频输出的音量由外部设备控制。

source: The download did not finish. %@
zh_hans: 下载未完成。%1$@

source: The downloaded app is not signed by the identity this copy was signed with.
zh_hans: 下载应用的签名身份与当前版本不同。

source: The downloaded app is not this build of Tinycast.
zh_hans: 下载的应用与此 Tinycast 构建不匹配。

source: The downloaded app is version %@, not %@.
zh_hans: 下载的应用版本为 %1$@，预期版本为 %2$@。

source: The downloaded archive could not be expanded. %@
zh_hans: 无法解压下载的压缩包。%1$@

source: The downloaded archive does not contain Tinycast.
zh_hans: 下载的压缩包不包含 Tinycast。

source: The folder the command starts in. Leave empty for your home folder.
zh_hans: 命令启动时使用的文件夹，留空则使用个人文件夹。

source: The folder “%@” no longer exists.
zh_hans: 文件夹“%1$@”已不存在。

source: The icon this extension ships.
zh_hans: 此扩展自带的图标。

source: The installed command could not run.
zh_hans: 无法运行已安装的命令。

source: The items in the Trash will be permanently deleted.
zh_hans: 废纸篓中的项目将被永久删除。

source: The key could not be saved to Keychain.
zh_hans: 无法将密钥保存到钥匙串。

source: The language of the selected text could not be identified.
zh_hans: 无法识别所选文本的语言。

source: The layout could not be saved.
zh_hans: 无法保存布局。

source: The login Keychain could not be accessed.
zh_hans: 无法访问登录钥匙串。

source: The macOS screen saver could not be found.
zh_hans: 找不到 macOS 屏幕保护程序。

source: The model returned nothing.
zh_hans: 模型未返回任何内容。

source: The model wants to call “%@”. Tinycast did not write this server and cannot vouch for what it does.
zh_hans: 模型想要调用“%1$@”。此服务器并非由 Tinycast 编写，Tinycast 无法保证其行为。

source: The network connection was lost.
zh_hans: 网络连接已断开。

source: The network request failed.
zh_hans: 网络请求失败。

source: The note file is outside this Tinycast channel. (%@)
zh_hans: 笔记文件位于当前版本 Tinycast 的目录之外。（%1$@）

source: The note isn't valid UTF-8. (%@)
zh_hans: 笔记不是有效的 UTF-8 文本。（%1$@）

source: The panel can still translate into another language once it is open.
zh_hans: 打开面板后仍可选择其他目标语言。

source: The password you set when exporting from Raycast.
zh_hans: 从 Raycast 导出时设置的密码。

source: The provider could not be reached.
zh_hans: 无法连接到服务商。

source: The provider could not load models right now. Try again or enter one manually.
zh_hans: 暂时无法加载模型，请重试或手动输入。

source: The provider could not load models. Enter one manually.
zh_hans: 服务商无法加载模型，请手动输入。

source: The provider is temporarily unavailable (HTTP %lld).
zh_hans: 服务商暂时不可用（HTTP %1$lld）。

source: The provider rejected the model or request (HTTP %lld).
zh_hans: 服务商拒绝了模型或请求（HTTP %1$lld）。

source: The provider returned an invalid HTTP response.
zh_hans: 服务商返回了无效的 HTTP 响应。

source: The provider returned an unreadable model list. Enter a model ID manually.
zh_hans: 无法读取服务商返回的模型列表，请手动输入模型 ID。

source: The provider returned malformed streaming data.
zh_hans: 服务商返回了无效的流式数据。

source: The provider stopped the response with an error.
zh_hans: 服务商因错误停止了回复。

source: The provider took too long to respond.
zh_hans: 服务商响应超时。

source: The quicklinks database could not be opened, so changes can't be saved.
zh_hans: 无法打开快捷链接数据库，因此无法保存更改。

source: The registry answered with something this version doesn't understand.
zh_hans: 扩展源返回了此版本无法识别的数据。

source: The request to the server failed.
zh_hans: 服务器请求失败。

source: The response ended unexpectedly.
zh_hans: 回复意外结束。

source: The response was interrupted.
zh_hans: 回复已中断。

source: The same grant pasting uses. Launcher search keeps working meanwhile.
zh_hans: 与粘贴使用相同的权限，启动器搜索仍可正常使用。

source: The saved key could not be read from Keychain.
zh_hans: 无法从钥匙串读取已保存的密钥。

source: The saved key could not be updated in Keychain.
zh_hans: 无法更新钥匙串中已保存的密钥。

source: The saved key stays with the endpoint it was saved for.
zh_hans: 已保存的密钥仍属于原端点。

source: The saved key stays with the endpoint it was saved for. Enter a key for this one.
zh_hans: 已保存的密钥仍属于原端点。请为此端点输入密钥。

source: The server answered %lld.
zh_hans: 服务器返回 %1$lld。

source: The server answered HTTP %lld.
zh_hans: 服务器返回 HTTP %1$lld。

source: The server could not be reached.
zh_hans: 无法连接到服务器。

source: The server did not answer.
zh_hans: 服务器未响应。

source: The server did not respond in time.
zh_hans: 服务器未及时响应。

source: The server ended the session.
zh_hans: 服务器结束了会话。

source: The server exited with status %d.
zh_hans: 服务器已退出，状态码为 %1$d。

source: The server is not running.
zh_hans: 服务器未运行。

source: The server rejected Tinycast's credentials.
zh_hans: 服务器拒绝了 Tinycast 的凭据。

source: The server sent a response Tinycast could not read.
zh_hans: 服务器发送了 Tinycast 无法读取的响应。

source: The server sent an unterminated oversized response and was disconnected.
zh_hans: 服务器发送的回复过大且未结束，连接已断开。

source: The server took too long to respond.
zh_hans: 服务器响应超时。

source: The shell could not be started.
zh_hans: 无法启动 Shell。

source: The shortcut works even when the command is hidden from the launcher.
zh_hans: 即使命令在启动器中隐藏，快捷键仍然有效。

source: The snippet operation failed
zh_hans: 文本片段操作失败

source: The system automation could not be prepared.
zh_hans: 无法准备系统自动化操作。

source: The text could not be translated.
zh_hans: 无法翻译该文本。

source: Theme
zh_hans: 主题

source: There is no user message to send.
zh_hans: 没有可发送的用户消息。

source: There was nothing to send.
zh_hans: 没有可发送的内容。

source: Thinking…
zh_hans: 正在思考…

source: Thirds
zh_hans: 三等分

source: This Mac does not support Apple Intelligence.
zh_hans: 此 Mac 不支持 Apple 智能。

source: This Month
zh_hans: 本月

source: This Week
zh_hans: 本周

source: This backup contains %@ and %@. Custom commands can run arbitrary shell code. Only import files you trust.
zh_hans: 此备份包含 %1$@ 和 %2$@。自定义命令可以运行任意 Shell 代码，请仅导入可信的文件。

source: This can't be undone.
zh_hans: 此操作无法撤销。

source: This command needs its preferences set first: %@.
zh_hans: 此命令需要先设置偏好选项：%1$@。

source: This command renders %@, which Tinycast doesn't support yet. See docs/extensions.md.
zh_hans: 此命令渲染 %1$@，Tinycast 尚不支持。请参阅 docs/extensions.md。

source: This conversation is longer than the on-device model can hold. Start a new chat.
zh_hans: 此对话已超出本机模型的容量，请开始新对话。

source: This display isn't connected.
zh_hans: 此显示器未连接。

source: This doesn't look like a Raycast export (.rayconfig).
zh_hans: 这不是 Raycast 导出文件（.rayconfig）。

source: This doesn't look like a URL, file path, or deeplink.
zh_hans: 这不是有效的 URL、文件路径或深层链接。

source: This endpoint does not expose a model list. Enter a model ID manually.
zh_hans: 此端点未提供模型列表，请手动输入模型 ID。

source: This export is too large to import. Clear some Raycast clipboard history and export again.
zh_hans: 导出文件过大，请清除部分 Raycast 剪贴板历史后重新导出。

source: This file contains no quicklinks.
zh_hans: 此文件不包含快捷链接。

source: This file isn't a Tinycast backup, or it's damaged.
zh_hans: 此文件不是 Tinycast 备份，或文件已损坏。

source: This file isn't a Tinycast quicklinks export.
zh_hans: 此文件不是 Tinycast 快捷链接导出文件。

source: This is a local build — rebuild it to move it forward.
zh_hans: 这是本地构建版本，请重新构建以更新。

source: This location no longer exists.
zh_hans: 此位置已不存在。

source: This macOS version does not expose Bluetooth power control.
zh_hans: 此 macOS 版本未提供蓝牙开关控制。

source: This meeting has no link
zh_hans: 此会议没有链接

source: This model can't read PDFs. Switch model, or paste the text instead.
zh_hans: 此模型无法读取 PDF，请切换模型或粘贴文本。

source: This model can't read images. Switch model to attach one.
zh_hans: 此模型无法读取图片，请切换模型后再添加。

source: This model is already added.
zh_hans: 已添加此模型。

source: This registry serves source. Installing runs your package manager
zh_hans: 此扩展源提供源代码。安装时会运行包管理器

source: This registry serves source. Installing runs your package manager and the extension's build script.
zh_hans: 此扩展源提供源代码。安装时会运行包管理器和扩展的构建脚本。

source: This removes %@ from your snippets folder.
zh_hans: 这会从文本片段文件夹中移除 %1$@。

source: This turn's tool output budget is used up.
zh_hans: 本轮对话的工具输出额度已用完。

source: This version of Notification Center exposes no dismiss control Tinycast can use.
zh_hans: 此版本的通知中心未提供 Tinycast 可用的清除控件。

source: Ticking one you have updates it.
zh_hans: 勾选已导入的扩展可更新它。

source: Time
zh_hans: 时间

source: Timed out.
zh_hans: 已超时。

source: Timespan
zh_hans: 时间间隔

source: Tinycast Needs Accessibility Access
zh_hans: Tinycast 需要辅助功能权限

source: Tinycast can attach images, PDFs and text files, not .%@ files.
zh_hans: Tinycast 支持图片、PDF 和文本附件，不支持 .%1$@ 文件。

source: Tinycast can't read your selection until it is granted.
zh_hans: 授权前 Tinycast 无法读取所选文本。

source: Tinycast can’t uninstall this app.
zh_hans: Tinycast 无法卸载此应用。

source: Tinycast contacts only the selected provider when an AI feature runs.
zh_hans: Tinycast 仅在运行 AI 功能时连接所选服务商。

source: Tinycast could not be replaced. %@
zh_hans: 无法替换 Tinycast。%1$@

source: Tinycast could not find the %@ command.
zh_hans: Tinycast 找不到 %1$@ 命令。

source: Tinycast could not prepare its private AI workspace.
zh_hans: Tinycast 无法准备专用的 AI 工作区。

source: Tinycast could not reach GitHub.
zh_hans: Tinycast 无法连接到 GitHub。

source: Tinycast has no access to the camera.
zh_hans: Tinycast 无权访问摄像头。

source: Tinycast has no access to your calendar
zh_hans: Tinycast 无权访问你的日历

source: Tinycast is ready. Set a shortcut in Settings to summon it.
zh_hans: Tinycast 已就绪，请在设置中指定唤出快捷键。

source: Tinycast needs Accessibility access to remap keys.
zh_hans: Tinycast 需要辅助功能权限才能重新映射按键。

source: Tinycast needs the Accessibility permission to read the selected text.
zh_hans: Tinycast 需要辅助功能权限才能读取所选文本。

source: Tinycast needs the Accessibility permission to read the text you have
zh_hans: Tinycast 需要辅助功能权限，才能读取你在其他应用中

source: Tinycast needs the Accessibility permission to read the text you have selected and replace it. If Tinycast is already listed, switch it off
zh_hans: Tinycast 需要辅助功能权限，才能读取你在其他应用中选中的文本并进行替换。如果列表中已有 Tinycast，请先关闭

source: Tinycast needs the Accessibility permission to read the text you have selected and replace it. If Tinycast is already listed, switch it off and on again — a rebuilt app keeps a stale entry.
zh_hans: Tinycast 需要辅助功能权限，才能读取你在其他应用中选中的文本并进行替换。如果列表中已有 Tinycast，请先关闭再重新开启；重新构建的应用可能保留旧的权限记录。

source: Tinycast needs the Accessibility permission to read the text you have selected in other apps and replace it. Nothing is read until you press
zh_hans: Tinycast 需要辅助功能权限，才能读取你在其他应用中选中的文本并进行替换。只有在你按下

source: Tinycast needs the Accessibility permission to read the text you have selected in other apps and replace it. Nothing is read until you press a shortcut.
zh_hans: Tinycast 需要辅助功能权限，才能读取你在其他应用中选中的文本并进行替换。只有在你按下快捷键后才会读取。

source: Tinycast privately learns which results you choose for each query. Reset all learned choices to restore the default order.
zh_hans: Tinycast 仅在本机学习你对每次搜索结果的选择。重置全部学习记录可恢复默认顺序。

source: Tinycast reads %@ events to find join links. Nothing leaves this Mac.
zh_hans: Tinycast 读取%1$@日程以查找会议链接。数据不会离开此 Mac。

source: Tinycast uses the Codex, Claude and OpenCode commands already installed and signed
zh_hans: Tinycast 使用此 Mac 上已安装并登录的 Codex、Claude 和 OpenCode 命令。

source: Tinycast uses the Codex, Claude and OpenCode commands already installed and signed in on this Mac. Tinycast never stores or asks for their API keys.
zh_hans: Tinycast 使用此 Mac 上已安装并登录的 Codex、Claude 和 OpenCode 命令。Tinycast 不会保存或索取它们的 API 密钥。

source: Tinycast will relearn your preferred results as you use the launcher.
zh_hans: Tinycast 将在你使用启动器时重新学习偏好的结果。

source: Tip
zh_hans: 小费

source: Tip: unset the matching Raycast shortcuts to avoid conflicts.
zh_hans: 提示：取消 Raycast 中相同的快捷键，以避免冲突。

source: Today
zh_hans: 今天

source: Toggle Bluetooth
zh_hans: 切换蓝牙

source: Toggle Fullscreen
zh_hans: 切换全屏

source: Toggle Hidden Files
zh_hans: 切换隐藏文件显示

source: Toggle Mute
zh_hans: 切换静音

source: Toggle Stage Manager
zh_hans: 切换台前调度

source: Toggle System Appearance
zh_hans: 切换系统外观

source: Tomorrow
zh_hans: 明天

source: Tools from every enabled server are offered to the model; type @slug to address
zh_hans: 所有已启用服务器的工具都会提供给模型，输入 @slug 可直接指定

source: Tools from every enabled server are offered to the model; type @slug to address one directly. The first call of a chat asks before it runs. Credentials
zh_hans: 所有已启用服务器的工具都会提供给模型，输入 @slug 可直接指定某个服务器。对话中的首次调用会在运行前询问。凭据

source: Tools from every enabled server are offered to the model; type @slug to address one directly. The first call of a chat asks before it runs. Credentials stay in your login Keychain.
zh_hans: 所有已启用服务器的工具都会提供给模型，输入 @slug 可直接指定某个服务器。对话中的首次调用会在运行前询问。凭据保存在登录钥匙串中。

source: Top
zh_hans: 顶部

source: Top Half
zh_hans: 上半屏

source: Top Left
zh_hans: 左上

source: Top Left Quarter
zh_hans: 左上四分之一

source: Top Right
zh_hans: 右上

source: Top Right Quarter
zh_hans: 右上四分之一

source: Total
zh_hans: 总计

source: Translate
zh_hans: 翻译

source: Translate to
zh_hans: 翻译为

source: Translating…
zh_hans: 正在翻译…

source: Translation uses Apple's own translator on this Mac, so it costs nothing and
zh_hans: 翻译使用此 Mac 上的 Apple 翻译，不产生费用，

source: Translation uses Apple's own translator on this Mac, so it costs nothing and reaches no provider. A language downloads the first time you use it.
zh_hans: 翻译使用此 Mac 上的 Apple 翻译，不产生费用，也不会连接服务商。首次使用某种语言时，会下载相应的语言包。

source: Transportation
zh_hans: 交通

source: Trash Emptied
zh_hans: 废纸篓已清倒

source: Trash Is Already Empty
zh_hans: 废纸篓已为空

source: Travel & Places
zh_hans: 旅行与地点

source: Tries to load the snippet library again.
zh_hans: 重新尝试加载文本片段库。

source: Trigger Caps Lock (⇪)
zh_hans: 触发大写锁定（⇪）

source: Trigger Escape
zh_hans: 触发 Escape

source: Triggering a half again steps it through a third and two thirds before returning.
zh_hans: 再次触发半屏命令时，依次切换到三分之一、三分之二，再回到半屏。

source: Trust
zh_hans: 信任

source: Try Again
zh_hans: 重试

source: Turn Calendar on in Settings first
zh_hans: 请先在设置中启用日历

source: Turn Tinycast on under Privacy & Security ▸ Calendars.
zh_hans: 请在「隐私与安全性 ▸ 日历」中开启 Tinycast。

source: Turn Volume Down
zh_hans: 调低音量

source: Turn Volume Up
zh_hans: 调高音量

source: Turn on Apple Intelligence in System Settings to chat on device.
zh_hans: 请在系统设置中开启 Apple 智能，以使用本机模型聊天。

source: Turn on Apple Intelligence, or add a provider above.
zh_hans: 请开启 Apple 智能，或在上方添加服务商。

source: Turn one on and this will have somewhere to look.
zh_hans: 启用一个扩展源后即可搜索。

source: Type
zh_hans: 类型

source: Type a model or company name. %lld models available.
zh_hans: 输入模型或公司名称。共 %1$lld 个可用模型。

source: Type a shortcut
zh_hans: 按下快捷键

source: Type to filter entries…
zh_hans: 输入以筛选条目…

source: Type to search files and folders
zh_hans: 输入以搜索文件和文件夹

source: Unhide All Hidden Apps
zh_hans: 显示所有隐藏的应用

source: Uninstall
zh_hans: 卸载

source: Uninstall %@?
zh_hans: 卸载 %1$@？

source: Uninstall Application
zh_hans: 卸载应用

source: Uninstall Extension
zh_hans: 卸载扩展

source: Uninstall “%@”?
zh_hans: 卸载“%1$@”？

source: Uninstall…
zh_hans: 卸载…

source: Unknown automation error.
zh_hans: 未知的自动化错误。
